tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "keith/formulae"
tap "yt-dlp/taps"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gmp"
brew "libyaml"
brew "readline"
brew "asdf"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bandwhich"
brew "libssh2"
brew "bat"
brew "chezmoi"
brew "clisp"
brew "cocoapods"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libpq"
brew "php"
brew "composer"
brew "deno"
brew "direnv"
brew "duf"
brew "duti"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go-task"
brew "guile"
brew "haskell-stack"
brew "jq"
brew "openblas"
brew "julia"
brew "kubernetes-cli"
brew "lazygit"
brew "openssl@1.1"
brew "md5sha1sum", link: false
brew "minikube"
brew "mysql"
brew "navi"
brew "neovim"
brew "node"
brew "node-build"
brew "openjdk@11"
brew "php@8.0"
brew "postgresql@14"
brew "prettierd"
brew "protobuf"
brew "raylib"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-build"
brew "rustup-init"
brew "scc"
brew "starship"
brew "tflint"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "watch"
brew "watchman"
brew "wget"
brew "wireshark"
brew "yamllint"
brew "yq"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "keith/formulae/reminders-cli"
cask "alacritty"
cask "alt-tab"
cask "aws-vault"
cask "db-browser-for-sqlite"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "xquartz"
